# LDevice_GetActSym

## Description
Get the active Ligtning symbol form the resource content

```pascal
FUNCTION LDevice_GetActSym : HANDLE;
```

```python
def vs.LDevice_GetActSym():
    return HANDLE
```

## Version
Availability: from Vectorworks 2019

## Category
* Spotlight